Repository: DevPatel1479/neer-app
Catalog: help_*.arb
Languages: gu, hi

# help_title
source: Help
gu: મદદ
hi: सहायता

# how_to_use
source: HOW TO USE IT:
gu: તે કેવી રીતે વાપરવું:
hi: इसे कैसे उपयोग करें:

# step_1
source: 1. Capture 3 images:
gu: 1. 3 છબીઓ કૅપ્ચર કરો:
hi: 1. 3 छवियां कैप्चर करें:

# step_1_i
source: (i) Photographer’s 18% gray card
gu: (i) ફોટોગ્રાફરનો 18% ગ્રે કાર્ડ
hi: (i) फोटोग्राफर का 18% ग्रे कार्ड

# step_1_ii
source: (ii) Water image
gu: (ii) પાણીની છબી
hi: (ii) पानी की छवि

# step_1_iii
source: (iii) Sky image
gu: (iii) આકાશની છબી
hi: (iii) आकाश की छवि

# step_2
source: 2. When capturing images, make sure the sun position is left side or right side behind you, but not in front of you.
gu: 2. છબીઓ કૅપ્ચર કરતી વખતે ખાતરી કરો કે સૂર્ય બાજુમાં અથવા પાછળની બાજુમાં છે, સામે નહીં.
hi: 2. छवियां कैप्चर करते समय, सुनिश्चित करें कि सूर्य बाईं या दाईं ओर आपके पीछे है, सामने नहीं।

# step_3
source: 3. The gray card is a piece of paper or cardboard with a known 18% reflectance value (similar to Kodak’s 18% reflectance). They can be purchased at photography shops or online.
gu: 3. ગ્રે કાર્ડ એ પેપર અથવા કાર્ડબોર્ડનો ટુકડો છે જે જાણીતી 18% પ્રતિબિંબ મૂલ્ય ધરાવે છે (કોડકના 18% પ્રતિબિંબ જેવી). તે ફોટોગ્રાફી દુકાનો અથવા ઑનલાઇન ખરીદી શકાય છે.
hi: 3. ग्रे कार्ड एक कागज या गत्ते का टुकड़ा है जिसमें ज्ञात 18% परावर्तन मान होता है (कोडक के 18% परावर्तन के समान)। इसे फोटोग्राफी दुकानों या ऑनलाइन खरीदा जा सकता है।

# step_4
source: 4. The first image you need to collect is the photographer's gray card. Place the card on a level surface that is unsaturated. Be sure the card is in an unsaturated area where you plan to take the water image.
gu: 4. પહેલી છબી જે તમને એકત્રિત કરવાની જરૂર છે તે ફોટોગ્રાફરનો ગ્રે કાર્ડ છે. કાર્ડને સમતલ સપાટી પર મૂકો જે અસંતૃપ્ત છે. ખાતરી કરો કે કાર્ડ તે વિસ્તારમાં છે જ્યાં તમે પાણીની છબી લેવાની યોજના બનાવો છો.
hi: 4. पहली छवि जो आपको एकत्र करनी है वह फोटोग्राफर का ग्रे कार्ड है। कार्ड को एक समतल सतह पर रखें जो संतृप्त न हो। सुनिश्चित करें कि कार्ड उस क्षेत्र में है जहां आप पानी की छवि लेने की योजना बना रहे हैं।

# step_5
source: 5. Ensure your shadow is not covering the card.
gu: 5. ખાતરી કરો કે તમારી છાયા કાર્ડને ઢાંકતી નથી.
hi: 5. सुनिश्चित करें कि आपकी छाया कार्ड को कवर नहीं कर रही है।

# step_6
source: 6. The angle of the mobile for image of gray card and water must be 35 to 55 degrees, and for sky, the angle must be 125 to 135 degrees.
gu: 6. ગ્રે કાર્ડ અને પાણીની છબી માટે મોબાઇલનો ખૂણો 35 થી 55 ડિગ્રી અને આકાશ માટે 125 થી 135 ડિગ્રી હોવો જોઈએ.
hi: 6. ग्रे कार्ड और पानी की छवि के लिए मोबाइल का कोण 35 से 55 डिग्री और आकाश के लिए 125 से 135 डिग्री होना चाहिए।

# step_7
source: 7. A clinometer at the bottom will direct you to the correct angle to take the photograph. When the angle is correct, the circle will become full, and the border of the blue bubble will be red.
gu: 7. નીચે ક્લિનોમીટર તમને છબી લેવા માટે યોગ્ય ખૂણામાં માર્ગદર્શન આપશે. ખૂણો યોગ્ય હશે ત્યારે સર્કલ સંપૂર્ણ થશે, અને નীল બબલની સરહદ લાલ થશે.
hi: 7. नीचे एक क्लिनोमीटर सही कोण पर छवि लेने के लिए मार्गदर्शन करेगा। जब कोण सही होगा, तो वृत्त पूर्ण हो जाएगा, और नीले बुलबुले की सीमा लाल हो जाएगी।

# step_8
source: 8. For best results, use NIR if the present areas are accessible. If the bottom areas shrink, this area is too shallow to be NIR.
gu: 8. શ્રેષ્ઠ પરિણામો માટે, જો વર્તમાન વિસ્તારો પહોંચે તેવા હોય તો NIR નો ઉપયોગ કરો. જો નીચેના વિસ્તાર સંકોચાય છે, તો આ વિસ્તાર NIR માટે ખૂબ જ ઊથળું છે.
hi: 8. सर्वोत्तम परिणामों के लिए, यदि वर्तमान क्षेत्र सुलभ हैं तो NIR का उपयोग करें। यदि निचले क्षेत्र सिकुड़ते हैं, तो यह क्षेत्र NIR के लिए बहुत उथला है।

# step_9
source: 9. After capturing all three images, the analysis button will calculate and display the reflectance data.
gu: 9. બધી ત્રણ છબીઓ કૅપ્ચર કર્યા પછી, વિશ્લેષણ બટન પ્રતિબિંબ ડેટાની ગણના અને પ્રદર્શિત કરશે.
hi: 9. सभी तीन छवियां कैप्चर करने के बाद, विश्लेषण बटन परावर्तन डेटा की गणना और प्रदर्शित करेगा।

# step_10
source: 10. The images are saved in your mobile’s NIR folder.
gu: 10. છબીઓ તમારા મોબાઇલના NIR ફોલ્ડરમાં સંગ્રહિત થાય છે.
hi: 10. छवियां आपके मोबाइल के NIR फ़ोल्डर में सहेजी जाती हैं।

# step_11
source: 11. You can also see the Histogram of all images.
gu: 11. તમે બધી છબીઓના હિસ્ટોગ્રામ પણ જોઈ શકો છો.
hi: 11. आप सभी छवियों का हिस्टोग्राम भी देख सकते हैं।

# step_12
source: 12. You can save the data locally and also upload it to the server.
gu: 12. તમે ડેટાને લોકલી સંગ્રહિત કરી શકો છો અને તેને સર્વર પર અપલોડ પણ કરી શકો છો.
hi: 12. आप डेटा को स्थानीय रूप से सहेज सकते हैं और इसे सर्वर पर अपलोड भी कर सकते हैं।

# step_13
source: 13. The result button will display all previous records. You can filter all results based on your choice.
gu: 13. પરિણામ બટન બધી પાછલી નોંધો પ્રદર્શિત કરશે. તમે તમારી પસંદગી મુજબ બધી પરિણામોને ફિલ્ટર કરી શકો છો.
hi: 13. परिणाम बटन सभी पिछले रिकॉर्ड प्रदर्शित करेगा। आप अपनी पसंद के अनुसार सभी परिणामों को फ़िल्टर कर सकते हैं।

# step_14
source: 14. For new measurement, click on “new measurement button.”
gu: 14. નવી માપ માટે, "નવી માપ બટન" પર ક્લિક કરો.
hi: 14. नई माप के लिए, "नई माप बटन" पर क्लिक करें।

# step_15
source: 15. You can enter latitude and longitude for your options and also touch on the map to zoom.
gu: 15. તમે તમારા વિકલ્પો માટે અક્ષાંશ અને રેખાંશ દાખલ કરી શકો છો અને નકશા પર ઝૂમ કરવા માટે પણ સ્પર્શ કરી શકો છો.
hi: 15. आप अपने विकल्पों के लिए अक्षांश और देशांतर दर्ज कर सकते हैं और मानचित्र पर ज़ूम करने के लिए भी स्पर्श कर सकते हैं।

# step_16
source: 16. Similarly, TUI index calculates the index color through capturing the image of water and the Secchi depth measures the clarity of water.
gu: 16. તે જ રીતે, TUI ઇન્ડેક્સ પાણીની છબી કૅપ્ચર કરીને રંગની ગણના કરે છે અને સેકચી ઊંડાઈ પાણીની સ્પષ્ટતા માપે છે.
hi: 16. इसी तरह, TUI इंडेक्स पानी की छवि को कैप्चर करके रंग की गणना करता है और सेक्ची गहराई पानी की स्पष्टता को मापती है।

# close_button
source: CLOSE
gu: બંધ કરો
hi: बंद करें
