Repository: DevPatel1479/neer-app
Catalog: lib/l10n/intl_*.arb
Languages: gu, hi

# crowd_sourcing
source: Crowd Sourcing to Find and Report Water Quality Parameters
gu: પાણીની ગુણવત્તા પેરામીટરો શોધવા અને રિપોર્ટ કરવા માટે ક્રાઉડ સોર્સિંગ
hi: जल गुणवत्ता मानकों को खोजने और रिपोर्ट करने के लिए भीड़ स्रोत

source: About NEER?
gu: NEER વિશે?
hi: NEER के बारे में?

# projectNeerDescription
source: Project NEER was conceived by Department of Computer Science, Gujarat University under intellectual guidance from Space Application Centre (SAC), Indian Space Research Organisation (ISRO). The project is sponsored by Department of Science and Technology (DST), India for the year 2021-2024. The main objective of the project is to exploit the power of Citizen Science tools in monitoring water bodies and managing water resources division support system.
gu: પ્રોજેક્ટ NEER ની કલ્પના ગુજરાત યુનિવર્સિટી ના કમ્પ્યુટર સાયન્સ વિભાગ દ્વારા અંતરિક્ષ એપ્લિકેશન સેન્ટર (SAC), ભારતીય અંતરિક્ષ સંશોધન સંસ્થા (ISRO) ના બૌદ્ધિક માર્ગદર્શન હેઠળ કરવામાં આવી હતી. આ પ્રોજેક્ટને ભારતના વિજ્ઞાન અને ટેક્નોલોજી વિભાગ (DST) દ્વારા વર્ષ 2021-2024 માટે પ્રાયોજિત કરવામાં આવી છે. પ્રોજેક્ટનો મુખ્ય હેતુ નાગરિક વિજ્ઞાન સાધનોની શક્તિનો ઉપયોગ કરીને પાણીના સ્ત્રોતોની મોનિટરિંગ અને પાણી સંસાધન વિભાગ સહાય સિસ્ટમનું સંચાલન કરવાનો છે.
hi: प्रोजेक्ट NEER की परिकल्पना गुजरात विश्वविद्यालय के कंप्यूटर विज्ञान विभाग द्वारा अंतरिक्ष अनुप्रयोग केंद्र (SAC), भारतीय अंतरिक्ष अनुसंधान संगठन (ISRO) के बौद्धिक मार्गदर्शन में की गई थी। इस परियोजना को भारत के विज्ञान और प्रौद्योगिकी विभाग (DST) द्वारा वर्ष 2021-2024 के लिए प्रायोजित किया गया है। परियोजना का मुख्य उद्देश्य जल निकायों की निगरानी और जल संसाधन प्रबंधन प्रणाली का समर्थन करने में नागरिक विज्ञान उपकरणों की शक्ति का उपयोग करना है।

# parametersUsed
source: What are the parameters used?
gu: કયા પરિમાણોનો ઉપયોગ થાય છે?
hi: कौन-कौन से पैरामीटर उपयोग किए गए हैं?

# waterParameters
source: Turbidity, FUI index, chlorophyll, temperature, pH, DO, Conductivity, Secchi depth.
gu: મલિનતા, FUI સૂચકાંક, ક્લોરોફિલ, તાપમાન, પી.એચ., ડી.ઓ., વાહકતા, સેકી ઊંડાઈ.
hi: गंदलापन, FUI सूचकांक, क्लोरोफिल, तापमान, पीएच, डीओ, चालकता, सेक्की गहराई।

# app_description
source: What does this App do?
gu: આ એપ્લિકેશન શું કરે છે?
hi: यह ऐप क्या करता है?

# neer_app_description
source: This NEER Application will provide the important information about the water quality parameters of inland water bodies. A registered volunteer now a citizen scientist captures photo of water body and measures chemical properties through instrument. The measured data is sent to a remote server tagged with location of volunteer, date and time of observation. The collected data repository on a hosted server is available for further analysis.
gu: આ NEER એપ્લિકેશન આંતરિક જળ निकાયોની જળ ગુણવત્તા પેરામિટરો વિશે મહત્વપૂર્ણ માહિતી પ્રદાન કરશે. એક નોંધણી કરેલ સ્વયંસેવક હવે નાગરિક વૈજ્ઞાનિક તરીકે પાણીના શરીરનો ફોટો લે છે અને સાધન દ્વારા રાસાયણિક ગુણોને માપે છે. માપી થયેલા ડેટાને એક દૂરના સર્વર પર મોકલવામાં આવે છે, જે સ્વયંસેવકના સ્થાન, તારીખ અને અવલોકન સમય સાથે ટૅગ કરેલું હોય છે. એક હોસ્ટેડ સર્વર પર સંગ્રહિત ડેટા રિપોઝિટરી આગળના વિશ્લેષણ માટે ઉપલબ્ધ છે.
hi: यह NEER एप्लिकेशन आंतरिक जल निकायों के जल गुणवत्ता पैरामीटरों के बारे में महत्वपूर्ण जानकारी प्रदान करेगा। एक पंजीकृत स्वयंसेवक अब एक नागरिक वैज्ञानिक के रूप में जल निकाय का फोटो खींचता है और यंत्र के माध्यम से रासायनिक गुण मापता है। मापे गए डेटा को एक दूरस्थ सर्वर पर भेजा जाता है, जो स्वयंसेवक के स्थान, तिथि और अवलोकन समय के साथ टैग किया जाता है। एक होस्टेड सर्वर पर एकत्रित डेटा रिपॉजिटरी आगे विश्लेषण के लिए उपलब्ध है।

source: Who are we?
gu: અમે કોણ છીએ?
hi: हम कौन हैं?

# collaborative_workgroup
source: We are a collaborative workgroup of scientists (SAC), professors (Gujarat University), research scholars and citizen scientists working collectively on the major water issues.
gu: અમે વૈજ્ઞાનિકો (SAC), પ્રોફેસર (ગુજરાત યુનિવર્સિટી), સંશોધક છાત્રો અને નાગરિક વૈજ્ઞાનિકોનો એક સહયોગી કાર્યસમૂહ છીએ જે મહત્વપૂર્ણ પાણીના મુદ્દાઓ પર એકસાથે કામ કરી રહ્યા છે.
hi: हम वैज्ञानिकों (SAC), प्रोफेसरों (गुजरात विश्वविद्यालय), शोध छात्रों और नागरिक वैज्ञानिकों का एक सहयोगात्मक कार्यसमूह हैं जो प्रमुख जल मुद्दों पर मिलकर काम कर रहे हैं।

source: How to Proceed?
gu: કેવી રીતે આગળ વધવું?
hi: आगे कैसे बढ़ें?

# click_get_started
source: Click the “Let’s get started” button to move on to the user information page. Continue to set the location, Select the water body and enter the information manually. Images of water, Gray card and sky are taken for Turbidity, chlorophyll and FUI index estimation. Be sure to touch the save button on the bottom of each page. Individual page instructs that how to proceed to next. The final tab helps to submit the user data.
gu: “ચાલો શરૂ કરીએ” બટન પર ક્લિક કરો જેથી કરીને તમે યુઝર માહિતી પેજ પર જઈ શકો. સ્થાન સેટ કરવા માટે ચાલુ રાખો, પાણીના શરીરનો પસંદ કરો અને માહિતી મેન્યુઅલી દાખલ કરો. ટર્બિડિટી, ક્લોરોફિલ અને FUI ઇન્ડેક્સ અંદાજ માટે પાણી, ગ્રે કાર્ડ અને આકાશની છાયાઓ લેવામાં આવે છે. ખાતરી કરો કે તમે દરેક પૃષ્ઠની નીચે 'સેવ' બટન પર ટચ કરો. વ્યક્તિગત પૃષ્ઠે દર્શાવું છે કે આગળ કેવી રીતે જવું. અંતિમ ટૅબ યુઝર ડેટા સબમિટ કરવામાં મદદ કરે છે.
hi: “चलो शुरू करें” बटन पर क्लिक करें ताकि आप उपयोगकर्ता जानकारी पृष्ठ पर जाएं। स्थान सेट करने के लिए जारी रखें, जल निकाय का चयन करें और जानकारी मैन्युअल रूप से दर्ज करें। पानी, ग्रे कार्ड और आकाश की छवियां टर्बिडिटी, क्लोरोफिल और FUI इंडेक्स का अनुमान लगाने के लिए ली जाती हैं। सुनिश्चित करें कि आप प्रत्येक पृष्ठ के नीचे दिए गए सेव बटन पर क्लिक करें। प्रत्येक पृष्ठ में बताया जाता है कि अगला कदम कैसे बढ़ाना है। अंतिम टैब उपयोगकर्ता डेटा सबमिट करने में मदद करता है।

source: How will we use this data?
gu: અમે આ ડેટાનું ઉપયોગ કેવી રીતે કરીશું?
hi: हम इस डेटा का उपयोग कैसे करेंगे?

# collected_data_usage
source: The collected data will be used to analyze the water quality and improve the monitoring processes. This data helps in understanding water quality parameters and managing water resources effectively.
gu: સંગ્રહિત ડેટાનો ઉપયોગ જલ ગુણવત્તાનો વિશ્લેષણ કરવા અને મોનીટરિંગ પ્રક્રિયાઓમાં સુધારો કરવા માટે કરવામાં આવશે. આ ડેટા પાણીની ગુણવત્તાના પરિમીટરોને સમજવામાં અને પાણીના સંસાધનોને અસરકારક રીતે સંચાલિત કરવામાં મદદ કરે છે.
hi: संग्रहित डेटा का उपयोग जल गुणवत्ता का विश्लेषण करने और निगरानी प्रक्रियाओं में सुधार करने के लिए किया जाएगा। यह डेटा जल गुणवत्ता पैरामीटर को समझने और जल संसाधनों को प्रभावी ढंग से प्रबंधित करने में मदद करता है।

source: LET'S GET STARTED!
gu: ચાલો શરૂ કરીએ!
hi: आइए शुरुआत करें!

source: NEER
gu: નીર
hi: नीर

source: WELCOME
gu: સ્વાગત છે
hi: स्वागत है

source: Help
gu: મદદ
hi: मदद

# developed_part_of_project_neer
source: Developed as a part of project 'NEER' funded by DST under 'WTI 2019'
gu: 'NEER' પ્રોજેક્ટ તરીકે DST દ્વારા 'WTI 2019' હેઠળ વિકસિત
hi: 'NEER' परियोजना के तहत DST द्वारा 'WTI 2019' के अंतर्गत विकसित

# completeProfile
source: Complete Your Profile
gu: તમારું પ્રોફાઇલ પૂરું કરો
hi: अपना प्रोफ़ाइल पूरा करें

source: First Name
gu: પ્રથમ નામ
hi: पहला नाम

source: Last Name
gu: આખરી નામ
hi: अंतिम नाम

source: Institute Name
gu: સંસ્થાનું નામ
hi: संस्थान का नाम

source: Select State
gu: રાજ્ય પસંદ કરો
hi: राज्य चुनें

source: Select City
gu: શહેર પસંદ કરો
hi: शहर चुनें

# error
source: Error: {error}
gu: ત્રુટિ: {error}
hi: त्रुटि: {error}

# fillAllFields
source: Please fill all fields.
gu: કૃપા કરીને બધી ફીલ્ડ્સ ભરો.
hi: कृपया सभी फ़ील्ड भरें।

source: Submit
gu: સબમિટ કરો
hi: जमा करें

# validEmail
source: Please enter a valid email address.
gu: કૃપા કરીને માન્ય ઇમેલ સરનામું દાખલ કરો.
hi: कृपया एक वैध ईमेल पता दर्ज करें।

# incorrectPassword
source: Incorrect password. Please try again.
gu: ખોટું પાસવર્ડ. કૃપા કરીને ફરીથી પ્રયાસ કરો.
hi: गलत पासवर्ड। कृपया फिर से प्रयास करें।

# emailNotFound
source: Email not found. Please sign up.
gu: ઇમેલ મળી આવ્યું નથી. કૃપા કરીને સાઇન અપ કરો.
hi: ईमेल नहीं मिला। कृपया साइन अप करें।

# loginFailed
source: Failed to login. Please try again later.
gu: લૉગિન નિષ્ફળ. કૃપા કરીને પછીથી ફરીથી પ્રયાસ કરો.
hi: लॉगिन विफल। कृपया बाद में प्रयास करें।

# enterEmailPassword
source: Please enter your email and password.
gu: કૃપા કરીને તમારું ઇમેલ અને પાસવર્ડ દાખલ કરો.
hi: कृपया अपना ईमेल और पासवर्ड दर्ज करें।

source: Signing In
gu: સાઇન ઇન થઈ રહ્યા છે
hi: साइन इन हो रहा है

# pleaseWait
source: Please wait while we sign you in...
gu: કૃપા કરીને રાહ જોવો, અમે તમને સાઇન ઇન કરી રહ્યા છીએ...
hi: कृपया प्रतीक्षा करें, हम आपको साइन इन कर रहे हैं...

source: Sign-In Failed
gu: સાઇન-ઇન નિષ્ફળ
hi: साइन-इन विफल

# signInError
source: An error occurred during sign-in: {error}
gu: સાઇન-ઇન દરમિયાન એક ત્રુટિ સર્જાઈ છે: {error}
hi: साइन-इन के दौरान एक त्रुटि हुई: {error}

source: OK
gu: ઠીક છે
hi: ठीक है

# userInfo
source: User Information
gu: યૂઝર માહિતી
hi: उपयोगकर्ता जानकारी

source: Email
gu: ઇમેલ
hi: ईमेल

source: Password
gu: પાસવર્ડ
hi: पासवर्ड

source: Select Language
gu: ભાષા પસંદ કરો
hi: भाषा चयन करें

source: English
gu: અંગ્રેજી
hi: अंग्रेज़ी

source: Hindi
gu: હિન્દી
hi: हिंदी

source: Gujarati
gu: ગુજરાતી
hi: गुजराती

source: Logging in, please wait...
gu: લોગિન કરી રહ્યા છીએ, કૃપા કરી રાહ જુઓ...
hi: लॉग इन कर रहे हैं, कृपया प्रतीक्षा करें...

source: LOGIN
gu: લોગિન
hi: लॉग इन

source: CREATE NEW ACCOUNT
gu: નવો ખાતો બનાવો
hi: नया खाता बनाएं

source: OR
gu: કે
hi: या

source: Continue with Google
gu: ગુગલ સાથે ચાલુ રાખો
hi: Google के साथ जारी रखें

source: Please select a state
gu: કૃપા કરીને એક રાજ્ય પસંદ કરો
hi: कृपया एक राज्य चुनें

source: Please select a city
gu: કૃપા કરીને એક શહેર પસંદ કરો
hi: कृपया एक शहर चुनें

source: User with this email already exists!
gu: આ ઇમેઇલ સાથે વપરાશકર્તા પહેલેથી અસ્તિત્વમાં છે!
hi: इस ईमेल वाला उपयोगकर्ता पहले से मौजूद है!

# failed_to_submit_form
source: Failed to submit the form. Please try again later.
gu: ફોર્મ સબમિટ કરવામાં નિષ્ફળ. કૃપા કરીને પછીથી ફરીથી પ્રયાસ કરો.
hi: फॉर्म सबमिट करने में विफल। कृपया बाद में पुनः प्रयास करें।

source: Select a state first
gu: સાવપ્રથમ રાજ્ય પસંદ કરો
hi: पहले राज्य चुनें

source: Confirm Password
gu: પાસવર્ડ પુનઃપ્રમાણિત કરો
hi: पासवर्ड की पुष्टि करें

source: Register
gu: રજીસ્ટર કરો
hi: रजिस्टर करें

source: Enter Observation Title
gu: અવલોકન શીર્ષક દાખલ કરો
hi: निरीक्षण शीर्षक दर्ज करें

source: Observation Title
gu: અવલોકન શીર્ષક
hi: निरीक्षण शीर्षक

source: Save
gu: સાચવો
hi: सहेजें

source: Cancel
gu: રદ કરો
hi: रद्द करें

# please_enter_valid_secchi_depth
source: Please enter a valid Secchi Depth
gu: કૃપા કરીને માન્ય સેકચી ગહેરાઈ દાખલ કરો
hi: कृपया एक मान्य सेक्ची गहराई दर्ज करें

# please_enter_valid_numeric_value_secchi_depth
source: Please enter a valid numeric value for Secchi Depth
gu: કૃપા કરીને સેકચી ગહેરાઈ માટે માન્ય સંખ્યાત્મક મૂલ્ય દાખલ કરો
hi: कृपया सेक्ची गहराई के लिए एक मान्य संख्यात्मक मान दर्ज करें

source: Please enter title for observation
gu: કૃપા કરીને અવલોકન માટે શીર્ષક દાખલ કરો
hi: कृपया पर्यवेक्षण के लिए शीर्षक दर्ज करें

# unable_to_fetch_location
source: Unable to fetch location. Please ensure location services are enabled.
gu: સ્થાન પ્રાપ્ત કરવામાં અસમર્થ. કૃપા કરીને સુનિશ્ચિત કરો કે સ્થાન સેવા સક્રિય છે.
hi: स्थान प्राप्त नहीं कर सका। कृपया सुनिश्चित करें कि स्थान सेवाएँ सक्षम हैं।

source: Data uploaded successfully!
gu: ડેટા સફળતાપૂર્વક અપલોડ થયું!
hi: डेटा सफलतापूर्वक अपलोड हो गया!

source: Secchi Depth Observation
gu: સેકી ડેપ્થ અવલોકન
hi: सेक्की गहराई अवलोकन

source: Secchi Depth
gu: સેકી ડેપ્થ
hi: सेक्की गहराई

# enter_depth_in_m
source: Enter the depth in (cm)
gu: ગહરાઇ (સેમી) માં દાખલ કરો
hi: गहराई (मी) में दर्ज करें

# instructions_text
source: NEER Application is used to determine the water quality in terms of estimation of parameters like FUI Index, Turbidity, Chlorophyll, and SPM values. These parameters are measured through camera clicking, and Temp, pH, Depth, Dissolved Oxygen, Conductivity, and Secchi Depth are manually measured through instruments. Before that, the user has to set the location by GPS or manually, and based on that, Latitude and Longitude values can be easily fetched. After selecting the water body, the user can select the relevant parameters of that corresponding water body. The FUI index calculates the water index color through capturing the image of water. NEER has an easy-to-use interface that guides users through the collection of three images: a gray card image, a sky image, and a water image. NEER requires the use of an 18% photographer’s gray card as a reference. Gray cards are widely available at photography shops and online. Once the images are taken, they can be analyzed immediately. In the analysis of the images, NEER calculates the reflectance of the water body in the RGB color channels of the camera. It then uses the reflectance values to determine the turbidity of the water in NTU (nephelometric turbidity units). The Secchi Disk is a round white disk lowered into the water body to determine the Secchi Depth, which is the depth at which water can no longer be seen from the surface. The Secchi Depth measures the clarity of the water.
gu: NEER એપ્લિકેશનનો ઉપયોગ પાણીની ગુણવત્તા નક્કી કરવા માટે થાય છે, જેમ કે FUI ઇન્ડેક્સ, ટર્બિડિટી, ક્લોરોફિલ અને SPM મૂલ્યનું માપન। આ પરિમાણો કેમેરા ક્લિકિંગ દ્વારા માપવામાં આવે છે, અને તાપમાન, pH, ઊંડાઈ, વિઘટિત ઓક્સિજન, વાહકતા અને સેકી ઊંડાઈ સાધનો દ્વારા માપવામાં આવે છે। તે પહેલાં, વપરાશકર્તાને GPS અથવા મેન્યુઅલ રીતે સ્થાન સુયોજિત કરવું પડે છે, અને તેના આધારે, અક્ષાંશ અને રેખાંશ મૂલ્ય સરળતાથી મેળવવામાં આવી શકે છે। પાણીના નિકાયની પસંદગી કર્યા પછી, વપરાશકર્તા તે સંબંધિત પરિમાણોની પસંદગી કરી શકે છે. FUI ઇન્ડેક્સ પાણીની છબી પકડીને પાણીના રંગ ઇન્ડેક્સની ગણતરી કરે છે। NEER સરળ ઉપયોગી ઇન્ટરફેસ ધરાવે છે જે વપરાશકર્તાઓને ત્રણ છબીઓ એકત્રિત કરવા માટે માર્ગદર્શિત કરે છે: ગ્રે કાર્ડ છબી, આકાશ છબી અને પાણીની છબી। NEER ને સંદર્ભ તરીકે 18% ફોટોગ્રાફરની ગ્રે કાર્ડની જરૂર હોય છે। ગ્રે કાર્ડ ફોટોગ્રાફી દુકાનો અને ઓનલાઈન વ્યાપકપણે ઉપલબ્ધ છે। એકવાર છબીઓ લેવામાં આવ્યા પછી, તેમને તરત જ વિશ્લેષણ કરી શકાય છે। છબીઓના વિશ્લેષણમાં, NEER RGB રંગ ચેનલોમાં પાણીના નિકાયના પરાવર્તનનું ગણતરી કરે છે। પછી તે પરાવર્તન મૂલ્યનો ઉપયોગ કરીને NTU (નેફેલોમેટ્રિક ટર્બિડિટી યુનિટ્સ) માં પાણીની ટર્બિડિટી નક્કી કરે છે। સેકી ડિસ્ક એક ગોળ સફેદ ડિસ્ક છે જે પાણીના નિકાયમાં મૂકી સેકી ઊંડાઈ નક્કી કરવામાં આવે છે, જે તે ઊંડાઈ છે જ્યાં સપાટી પરથી પાણીને જોઈ શકાય છે તે જોવા મળતું નથી. સેકી ઊંડાઈ પાણીની સ્વચ્છતાને માપે છે।
hi: नीर एप्लिकेशन का उपयोग पानी की गुणवत्ता का निर्धारण करने के लिए किया जाता है, जिसमें FUI सूचकांक, टर्बिडिटी, क्लोरोफिल और SPM मूल्यों जैसे मानकों का अनुमान शामिल है। इन मानकों को कैमरे से तस्वीर खींचकर मापा जाता है, और तापमान, pH, गहराई, घुलित ऑक्सीजन, चालकता और सेची गहराई जैसे मानकों को उपकरणों के माध्यम से मैन्युअल रूप से मापा जाता है। इससे पहले, उपयोगकर्ता को जीपीएस या मैन्युअल रूप से स्थान सेट करना होगा, और उसके आधार पर, अक्षांश और देशांतर के मान आसानी से प्राप्त किए जा सकते हैं। जल निकाय का चयन करने के बाद, उपयोगकर्ता उस जल निकाय के संबंधित मानकों का चयन कर सकता है। FUI सूचकांक पानी की छवि को कैप्चर करके पानी का सूचकांक रंग निर्धारित करता है। नीर एक सरल उपयोग इंटरफ़ेस प्रदान करता है जो उपयोगकर्ताओं को तीन छवियों - ग्रे कार्ड छवि, आकाश छवि, और पानी की छवि - के संग्रह में मार्गदर्शन करता है। नीर में 18% फोटोग्राफर ग्रे कार्ड का उपयोग संदर्भ के रूप में आवश्यक है। ग्रे कार्ड फोटोग्राफी की दुकानों और ऑनलाइन उपलब्ध हैं। एक बार छवियां ली जाती हैं, तो उनका विश्लेषण तुरंत किया जा सकता है। छवियों के विश्लेषण में, नीर पानी के शरीर के परावर्तन को कैमरे के RGB रंग चैनलों में गणना करता है। इसके बाद यह परावर्तन मूल्यों का उपयोग पानी की टर्बिडिटी को NTU (नेफेलोमेट्रिक टर्बिडिटी यूनिट्स) में निर्धारित करने के लिए करता है। सेची डिस्क एक गोल सफेद डिस्क है जिसे पानी की सतह से गहराई में डुबोया जाता है, ताकि वह गहराई मापी जा सके जहां पानी सतह से दिखाई नहीं देता है। सेची गहराई पानी की स्पष्टता मापने के लिए उपयोग की जाती है।

# button_text
source: Click to Get Location
gu: સ્થાન મેળવવા માટે ક્લિક કરો
hi: स्थान प्राप्त करने के लिए क्लिक करें

source: Fetching location, please wait...
gu: સ્થાન મેળવી રહ્યાં છે, કૃપા કરી રાહ જુઓ...
hi: स्थान प्राप्त किया जा रहा है, कृपया प्रतीक्षा करें...

source: Please turn on location services.
gu: કૃપા કરીને સ્થાન સેવાઓ ચાલુ કરો.
hi: कृपया स्थान सेवाएँ चालू करें।

source: Please enter valid coordinates!
gu: કૃપા કરીને માન્ય ગતિવિશેષક દાખલ કરો!
hi: कृपया मान्य निर्देशांक दर्ज करें!

source: Location
gu: સ્થાન
hi: स्थान

source: Lat:
gu: અક્ષાંશ:
hi: अक्षांश:

source: Latitude
gu: અક્ષાંશ
hi: अक्षांश

source: Lon
gu: દિશાંતર
hi: देशांतर

source: Longitude
gu: देशांतर
hi: देशांतर

source: Go to Next
gu: આગળ જાવ
hi: अगले पर जाएं

# header_title
source: Please Select the Ecosystem
gu: કૃપા કરીને પરિસ્થિતિ તંત્ર પસંદ કરો
hi: कृपया पारिस्थितिकी तंत्र चुनें

source: Lake
gu: તળાવ
hi: झील

source: Reservoir
gu: જળાશય
hi: जलाशय

source: Wet Land
gu: આદર્શ ભૂમિ
hi: आद्रभूमि

source: River/Stream
gu: નદી/સ્ત્રોત
hi: नदी/धारा

# footer_message
source: Please Select One WaterBody
gu: કૃપા કરીને એક પાણીની જગ્યાનું પસંદ કરો
hi: कृपया एक जल निकाय चुनें

source: Select Ecosystem
gu: પરિસ્થિતિ તંત્ર પસંદ કરો
hi: परिस्थितिकी तंत्र चुनें

source: Select Parameters
gu: પેરામિટર પસંદ કરો
hi: पैरामीटर चयन करें

# check_boxes_instruction
source: Check the boxes/click on icon to select parameters of interest
gu: રુચિના પેરામિટર્સ પસંદ કરવા માટે બોક્સ ચેક કરો/આઇકન પર ક્લિક કરો
hi: रुचि के पैरामीटर को चयनित करने के लिए बॉक्स को चेक करें/आइकन पर क्लिक करें

# reset_button
source: RESET
gu: રીસેટ
hi: रीसेट

# submit_button
source: SUBMIT
gu: સબમિટ કરો
hi: सबमिट करें

# select_at_least_one
source: Select at least one User Entry.
gu: કૃપા કરીને ઓછામાં ઓછો એક વપરાશકર્તા એન્ટ્રી પસંદ કરો
hi: कृपया कम से कम एक उपयोगकर्ता प्रविष्टि का चयन करें।

source: Temperature
gu: તાપમાન
hi: तापमान

source: pH
gu: પી.એચ.
hi: पीएच

source: Water Depth
gu: પાણીની ઊંડાઈ
hi: पानी की गहराई

source: Dissolved O2
gu: ઘુલેલી ઓક્સિજન
hi: घुलित ऑक्सीजन

source: FUI Index
gu: FUI ઇન્ડેક્સ
hi: FUI सूचकांक

source: Turbidity
gu: કુદાલાઈ
hi: तुर्बिडिटी

source: In-Situ Observation
gu: ઇન-સિટુ અવલોકન
hi: इन-सिचू अवलोकन

source: Saving data, please wait...
gu: ડેટા સાચવી રહ્યા છીએ, કૃપા કરીને રાહ જુઓ...
hi: डेटा सहेज रहे हैं, कृपया प्रतीक्षा करें...

source: Click To Save
gu: સાચવવા માટે ક્લિક કરો
hi: सहेजने के लिए क्लिक करें

source: User email not found!
gu: વપરાશકર્તા ઈમેઇલ મળ્યો નહીં!
hi: उपयोगकर्ता ईमेल नहीं मिला!

# click_to_save_manually_entered_values
source: Click the above button to save manually entered values.
gu: હાથથી દાખલ કરેલા મૂલ્યોને સંગ્રહિત કરવા માટે ઉપર આપેલા બટન પર ક્લિક કરો.
hi: मैन्युअली दर्ज किए गए मानों को सहेजने के लिए ऊपर दिए गए बटन पर क्लिक करें।

source: Data saved successfully!
gu: ડેટા સફળતાપૂર્વક સેવ કરાયું!
hi: डेटा सफलतापूर्वक सहेजा गया!

source: Instructions for User
gu: ઉપરોક્તના માટે સૂચનાઓ
hi: उपयोगकर्ता के लिए निर्देश

source: Guidelines to Calculate Turbidity
gu: ધૂંધલાપણું ગણતરી માટેના માર્ગદર્શિકા
hi: धुंधलापन की गणना के लिए दिशा-निर्देश

# capture_image_instruction_1
source: 1. Capture the image of Gray Card, Water, and Sky with instructed angles.
gu: 1. ગ્રે કાર્ડ, પાણી અને આકાશની છબીઓ નિર્દેશિત કોણો સાથે કેચ કરો.
hi: 1. ग्रे कार्ड, पानी और आकाश की छवि को निर्दिष्ट कोणों से कैप्चर करें।

# analyze_results_instruction_2
source: 2. Analyze the calculated Results.
gu: 2. ગણના કરેલા પરિણામોનું વિશ્લેષણ કરો.
hi: 2. गणना किए गए परिणामों का विश्लेषण करें।

# visualize_histogram_instruction_3
source: 3. Visualize the histogram images of Gray Card, Water, and Sky images.
gu: 3. ગ્રે કાર્ડ, પાણી અને આકાશની છબીઓનું હિસ્ટોગ્રામ દર્શાવો.
hi: 3. ग्रे कार्ड, पानी और आकाश की छवियों के हिस्टोग्राम को विज़ुअलाइज़ करें।

# visualize_results_instruction_4
source: 4. Visualize the Results with Proper Location, Date, and Time.
gu: 4. યોગ્ય સ્થાન, તારીખ અને સમય સાથે પરિણામોને દર્શાવો.
hi: 4. सही स्थान, तिथि और समय के साथ परिणामों को विज़ुअलाइज़ करें।

# gray_card_angle_instruction_5
source: 5. For Gray Card the angle must be between 35 and 45 degrees to take picture.
gu: 5. ગ્રે કાર્ડ માટે કોન 35 થી 45 ડિગ્રી વચ્ચે હોવો જોઈએ.
hi: 5. ग्रे कार्ड के लिए कोण 35 से 45 डिग्री के बीच होना चाहिए।

# water_angle_instruction_6
source: 6. For Water the angle must be between 35 and 45 degrees to take picture.
gu: 6. પાણી માટે કોન 35 થી 45 ડિગ્રી વચ્ચે હોવો જોઈએ.
hi: 6. पानी के लिए कोण 35 से 45 डिग्री के बीच होना चाहिए।

# sky_angle_instruction_7
source: 7. For Sky the angle must be between 125 and 135 degrees to take picture.
gu: 7. આકાશ માટે કોન 125 થી 135 ડિગ્રી વચ્ચે હોવો જોઈએ.
hi: 7. आकाश के लिए कोण 125 से 135 डिग्री के बीच होना चाहिए।

source: Proceed
gu: આગળ વધો
hi: आगे बढ़ें

source: Use Default Gray Card Image?
gu: ડિફૉલ્ટ ગ્રે કાર્ડ છબીનો ઉપયોગ કરો?
hi: डिफ़ॉल्ट ग्रे कार्ड छवि का उपयोग करें?

source: Yes
gu: હા
hi: हां

source: No
gu: ના
hi: नहीं

source: Analyzing
gu: વિશ્લેષણ કરી રહ્યા છે
hi: विश्लेषण कर रहा है

source: Preview Images
gu: છબીઓ પૂર્વાવલોકન
hi: तस्वीरों का पूर्वावलोकन

source: Capture
gu: કેચ કરો
hi: कैप्चर करें

source: Captured Images Preview
gu: કેચ કરેલી છબીઓ પૂર્વાવલોકન
hi: कैप्चर की गई छवियों का पूर्वावलोकन

# no_image_captured
source: No image captured for {label}
gu: {label} માટે કોઈ છબી કેચ કરવામાં આવી નથી
hi: {label} के लिए कोई छवि नहीं कैप्चर की गई

source: Analysis Results
gu: વિશ્લેષણ પરિણામ
hi: विश्लेषण परिणाम

source: Upload
gu: અપલોડ કરો
hi: अपलोड करें

source: Data Saved!
gu: ડેટા સાચવી લેવામાં આવ્યો!
hi: डेटा सहेजा गया!

source: Done
gu: ભળું
hi: हो गया

source: Data already uploaded!
gu: ડેટા પહેલેથી જ અપલોડ થઈ ચૂક્યું છે!
hi: डेटा पहले ही अपलोड हो चुका है!

source: Data already saved!
gu: ડેટા પહેલેથી જ સાચવાયું છે!
hi: डेटा पहले ही सहेजा जा चुका है!

source: Histogram
gu: હિસ્ટોગ્રામ
hi: हिस्टोग्राम

source: Date
gu: તારીખ
hi: तारीख

source: Time
gu: સમય
hi: समय

source: SPM
gu: એસપીએમ
hi: एसपीएम

source: Ref. Red
gu: સંદર્ભ લાલ
hi: संदर्भ रेड

source: Ref. Green
gu: સંદર્ભ હરિત
hi: संदर्भ ग्रीन

source: Ref. Blue
gu: સંદર્ભ નીલ
hi: संदर्भ ब्लू

source: Image Histogram
gu: ચિત્ર હિસ્ટોગ્રામ
hi: चित्र हिस्टोग्राम

source: Gray Card
gu: ગ્રે કાર્ડ
hi: ग्रे कार्ड

source: Water
gu: પાણી
hi: पानी

source: Sky
gu: આકાશ
hi: आसमान

source: Red Histogram
gu: લાલ હિસ્ટોગ્રામ
hi: लाल हिस्टोग्राम

source: Green Histogram
gu: હરિયાળી હિસ્ટોગ્રામ
hi: हरा हिस्टोग्राम

source: Blue Histogram
gu: નિલા હિસ્ટોગ્રામ
hi: नीला हिस्टोग्राम

source: Capture Image
gu: છબી કૅપ્ચર કરો
hi: चित्र कैप्चर करें

# observation_data_title
source: Observation Data
gu: વૈજ્ઞાનિક અવલોકન ડેટા
hi: निरीक्षण डेटा

source: Start Date
gu: શરુઆતની તારીખ
hi: प्रारंभ दिनांक

source: End Date
gu: અંતિમ તારીખ
hi: समाप्ति दिनांक

source: Select Date
gu: તારીખ પસંદ કરો
hi: दिनांक चुनें

# filter_button
source: Filter
gu: ફિલ્ટર
hi: फिल्टर

source: Delete Observation
gu: અવલોકન કાઢી નાંખો
hi: निरीक्षण हटाएं

# delete_confirmation
source: Are you sure you want to delete this observation?
gu: શું તમે ખરેખર આ અવલોકન કાઢી નાંખવા માંગો છો?
hi: क्या आप वाकई इस निरीक्षण को हटाना चाहते हैं?

# cancel_button
source: Cancel
gu: રદ કરો
hi: रद्द करें

# delete_button
source: Delete
gu: કાઢી નાખો
hi: हटाएं

# undo_button
source: UNDO
gu: ઉલટાવો
hi: पूर्ववत करें

source: Observation deleted
gu: અવલોકન કાઢી નાંખ્યું
hi: निरीक्षण हटाया गया

source: Observation restored
gu: અવલોકન પુનઃસ્થાપિત થયું
hi: निरीक्षण पुनःस्थापित किया गया

# no_observations
source: No observations taken.
gu: કોઈ અવલોકન લેવાયેલું નથી.
hi: कोई निरीक्षण नहीं किया गया।

source: Reflectance Red
gu: પરાવર્તન લાલ
hi: परावर्तन लाल

source: Reflectance Green
gu: પરાવર્તન લીલું
hi: परावर्तन हरा

source: Reflectance Blue
gu: પરાવર્તન નીલું
hi: परावर्तन नीला

source: Reflectance
gu: પરાવર્તન
hi: परावर्तन

source: Ph Value
gu: પીએચ મૂલ્ય
hi: पीएच मान

# waterButtonText
source: Water
hi: पानी

# newMeasurementButtonText
source: New Measurement
hi: नया माप

# color_details_title
source: Color Details
gu: રંગ વિગતો
hi: रंग विवरण

# color_info_label
source: Color Information: {label}
gu: રંગ માહિતી: {label}
hi: रंग जानकारी: {label}

# corrected_angle_label
source: Corrected Angle:
gu: સુધારેલ કોણ:
hi: सही किया गया कोण:

# angle_label
source: Angle:
gu: કોણ:
hi: कोण:

# results_title
source: Results
gu: પરિણામો
hi: परिणाम
