Repository: DevPatel1479/neer-app
Catalog: lib/l10n/intl_*.arb
Languages: gu, hi

# triangle_value
source: Triangle Value: {value}
gu: ત્રિકોણ માન: {value}
hi: त्रिभुज मान: {value}

# x_value
source: X Value: {value}
gu: એક્સ માન: {value}
hi: एक्स मान: {value}

# y_value
source: Y Value: {value}
gu: વાય માન: {value}
hi: वाई मान: {value}

# angle_value
source: Angle Value: {value}
gu: ખૂણો માન: {value}
hi: कोण मान: {value}

# corrected_angle
source: Corrected Angle: {value}
gu: સુધારેલ ખૂણો: {value}
hi: सुधारित कोण: {value}

# loading_indicator
source: Loading...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...

# data_save_failed
source: Failed to save data: {error}
gu: ડેટા સંગ્રહિત કરવામાં નિષ્ફળ: {error}
hi: डेटा सहेजने में विफल: {error}

# appBarTitle
source: Instructions to Use FUI Index
gu: FUI ઇન્ડેક્સ વાપરવા માટેના સૂચનો
hi: एफयूआई इंडेक्स का उपयोग करने के निर्देश

# instruction1
source: Capture the photo of the waterbody by clicking the proceed button and enter the index value.
gu: પ્રોસીડ બટન પર ક્લિક કરીને જળાશયની તસવીર ક્લિક કરો અને ઈન્ડેક્સ કિંમત દાખલ કરો.
hi: प्रोसीड बटन पर क्लिक करके जलाशय की फोटो लें और इंडेक्स मान दर्ज करें।

# instruction2
source: Calculate the FUI index value from the image capture and verify.
gu: તસવીર પરથી FUI ઇન્ડેક્સ કિંમતની ગણતરી કરો અને ચકાસો.
hi: छवि से एफयूआई इंडेक्स मान की गणना करें और सत्यापित करें।

# buttonText
source: Click to Get Proceed
gu: આગળ વધવા માટે ક્લિક કરો
hi: आगे बढ़ने के लिए क्लिक करें

# gridScreenTitle
source: Select Water Colour
gu: પાણીનું રંગ પસંદ કરો
hi: पानी का रंग चुनें

# imageCaptured
source: Image you captured
gu: તમારો ખીંચેલો ચિત્ર
hi: आपकी खींची गई छवि

source: Select Water Colour
gu: પાણીનું રંગ પસંદ કરો
hi: पानी का रंग चुनें

# submitButton
source: SUBMIT
gu: જમા કરો
hi: जमा करें

# invalidSelectionTitle
source: Invalid Selection
gu: અમાન્ય પસંદગી
hi: अमान्य चयन

# invalidSelectionMessage
source: Please select exactly 1 color.
gu: કૃપા કરી ચોક્કસ 1 રંગ પસંદ કરો.
hi: कृपया ठीक 1 रंग चुनें।

# snackBarMessage
source: You can only select 1 color.
gu: તમે માત્ર 1 રંગ પસંદ કરી શકો છો.
hi: आप केवल 1 रंग चुन सकते हैं।

# helpScreenTitle
source: Help
gu: મદદ
hi: सहायता

# howToUse
source: HOW TO USE IT:
gu: આનો ઉપયોગ કેવી રીતે કરવું:
hi: इसे कैसे उपयोग करें:

# instruction1_1
source: 1. Capture 3 images:
gu: 1. 3 છબીઓ કેમેરામાં લો:
hi: 1. 3 चित्र कैप्चर करें:

# subInstruction1
source: (i) Photographer’s 18% gray card
gu: (i) ફોટોગ્રાફરનું 18% ગ્રે કાર્ડ
hi: (i) फोटोग्राफर का 18% ग्रे कार्ड

# subInstruction2
source: (ii) Water image
gu: (ii) પાણીની છબી
hi: (ii) पानी की छवि

# subInstruction3
source: (iii) Sky image
gu: (iii) આકાશની છબી
hi: (iii) आकाश की छवि

# instruction2_2
source: 2. When capturing images, make sure the sun position is left side or right side behind you, but not in front of you.
gu: 2. છબીઓ કૅપ્ચર કરતાં, સુનિશ્ચિત કરો કે સૂર્યની સ્થિતિ તમારી ડાબી બાજુ અથવા જમણી બાજુ પાછળ છે, પણ તમારા આગળ નથી.
hi: 2. चित्र कैप्चर करते समय, सुनिश्चित करें कि सूर्य की स्थिति आपके बाएं या दाएं पीछे हो, न कि आपके सामने।

# instruction3
source: 3. The gray card is a piece of paper or cardboard with a known 18% reflectance value (similar to Kodak’s 18% reflectance). They can be purchased at photography shops or online.
gu: 3. ગ્રે કાર્ડ એ કાગળ અથવા કાર્ડબોર્ડનો ટુકડો છે જેનો 18% પરાવર્તક મૂલ્ય હોય છે (કોડકના 18% પરાવર્તક જેવી રીતે)। આને ફોટોગ્રાફીની દુકાનોમાં અથવા ઓનલાઇન ખરીદી શકાય છે।
hi: 3. ग्रे कार्ड एक कागज या कार्डबोर्ड का टुकड़ा है जिसमें 18% परावर्तक मान है (जैसे कि Kodak का 18% परावर्तन)। इन्हें फोटोग्राफी दुकानों या ऑनलाइन खरीदा जा सकता है।

# instruction4
source: 4. The first image you need to collect is the photographer's gray card. Place the card on a level surface that is unsaturated. Be sure the card is in an unsaturated area where you plan to take the water image.
gu: 4. જે પહેલી છબી તમારે કૅપ્ચર કરવી છે તે ફોટોગ્રાફરનું ગ્રે કાર્ડ છે। કાર્ડને સમતલ સપાટી પર રાખો જે અણસંચિત હોય। સુનિશ્ચિત કરો કે કાર્ડ તે વિસ્તારમા છે જ્યાં તમે પાણીની છબી લેતા હો.
hi: 4. पहला चित्र जिसे आपको कैप्चर करना है, वह फोटोग्राफर का ग्रे कार्ड है। कार्ड को एक समतल सतह पर रखें जो अधिभूत न हो। सुनिश्चित करें कि कार्ड उस क्षेत्र में हो जहां आप पानी की छवि लेना चाहते हैं।

# instruction5
source: 5. Ensure your shadow is not covering the card.
gu: 5. સુનિશ્ચિત કરો કે તમારી છાયા કાર્ડને ઢાંકતી નથી.
hi: 5. सुनिश्चित करें कि आपकी छाया कार्ड को कवर नहीं कर रही है।

# instruction6
source: 6. The angle of the mobile for image of gray card and water must be 35 to 55 degrees, and for sky, the angle must be 125 to 135 degrees.
gu: 6. ગ્રે કાર્ડ અને પાણીની છબી માટે મોબાઈલનો ખૂણો 35 થી 55 ડિગ્રી હોવો જોઈએ, અને આકાશ માટે ખૂણો 125 થી 135 ડિગ્રી હોવો જોઈએ.
hi: 6. ग्रे कार्ड और पानी की छवि के लिए मोबाइल का कोण 35 से 55 डिग्री होना चाहिए, और आकाश के लिए कोण 125 से 135 डिग्री होना चाहिए।

# instruction7
source: 7. A clinometer at the bottom will direct you to the correct angle to take the photograph. When the angle is correct, the circle will become full, and the border of the blue bubble will be red.
gu: 7. નીચેના ક્લિનોમીટરથી તમારે ફોટોગ્રાફ લેવા માટે સાચો ખૂણો જણાવવામાં આવશે। જ્યારે ખૂણો સાચો થશે, ત્યારે વર્તુળ ભરાઈ જશે, અને નীল બબલની બોર્ડર લાલ થઈ જશે。
hi: 7. निचले भाग में एक क्लिनोमीटर आपको सही कोण पर फोटोग्राफ लेने का मार्गदर्शन करेगा। जब कोण सही होगा, तो वृत्त भर जाएगा, और नीले बुलबुले की सीमा लाल हो जाएगी।

# instruction8
source: 8. For best results, use NIR if the present areas are accessible. If the bottom areas shrink, this area is too shallow to be NIR.
gu: 8. શ્રેષ્ઠ પરિણામો માટે, જો હાલના વિસ્તારો ઉપલબ્ધ હોય તો NIRનો ઉપયોગ કરો। જો નીચેના વિસ્તાર સંકોચી જાય છે, તો આ વિસ્તાર NIR માટે વધુ ઊંઘો છે。
hi: 8. सर्वोत्तम परिणामों के लिए, यदि वर्तमान क्षेत्र उपलब्ध हों तो NIR का उपयोग करें। यदि निचले क्षेत्र सिकुड़ते हैं, तो यह क्षेत्र NIR के लिए बहुत उथला है।

# instruction9
source: 9. After capturing all three images, the analysis button will calculate and display the reflectance data.
gu: 9. ત્રણ છબીઓ કૅપ્ચર કર્યા પછી, વિશ્લેષણ બટન પર ક્લિક કરી પરાવર્તકતા ડેટા ગણના અને પ્રદર્શિત થશે।
hi: 9. तीनों चित्र कैप्चर करने के बाद, विश्लेषण बटन पर क्लिक करने से परावर्तन डेटा गणना करके प्रदर्शित होगा।

# instruction10
source: 10. The images are saved in your mobile’s NIR folder.
gu: 10. છબીઓ તમારા મોબાઇલના NIR ફોલ્ડરમા સેઇવ થાય છે。
hi: 10. चित्र आपके मोबाइल के NIR फ़ोल्डर में सहेजे जाते हैं।

# instruction11
source: 11. You can also see the Histogram of all images.
gu: 11. તમે તમામ છબીઓનો હિસ્ટોગ્રામ પણ જોઈ શકો છો।
hi: 11. आप सभी चित्रों का हिस्टोग्राम भी देख सकते हैं।

# instruction12
source: 12. You can save the data locally and also upload it to the server.
gu: 12. તમે ડેટાને સ્થાનિક રીતે સેઇવ કરી શકો છો અને સર્વર પર પણ અપલોડ કરી શકો છો।
hi: 12. आप डेटा को स्थानीय रूप से सहेज सकते हैं और इसे सर्वर पर भी अपलोड कर सकते हैं।

# instruction13
source: 13. The result button will display all previous records. You can filter all results based on your choice.
gu: 13. પરિણામ બટન બધા અગાઉના રેકોર્ડ દર્શાવશે। તમે તમારી પસંદગી અનુસાર તમામ પરિણામોને ફિલ્ટર કરી શકો છો。
hi: 13. परिणाम बटन सभी पिछले रिकॉर्ड दिखाएगा। आप अपनी पसंद के अनुसार सभी परिणामों को फ़िल्टर कर सकते हैं।

# instruction14
source: 14. For new measurement, click on “new measurement button.”
gu: 14. નવા માપ માટે, “નવી માપ બટન” પર ક્લિક કરો।
hi: 14. नए माप के लिए, “नया माप बटन” पर क्लिक करें।

# instruction15
source: 15. You can enter latitude and longitude for your options and also touch on the map to zoom.
gu: 15. તમે તમારી પસંદગીઓ માટે અક્ષાંશ અને દ્રશાંતિ દાખલ કરી શકો છો અને નકશા પર ઝૂમ કરવા માટે પણ સ્પર્શ કરી શકો છો。
hi: 15. आप अपनी विकल्पों के लिए अक्षांश और देशांतर दर्ज कर सकते हैं और मानचित्र पर ज़ूम करने के लिए भी स्पर्श कर सकते हैं।

# instruction16
source: 16. Similarly, TUI index calculates the index color through capturing the image of water and the Secchi depth measures the clarity of water.
gu: 16. તદુપરાંત, TUI ઇન્ડેક્સ પાણીની છબી કૅપ્ચર કરીને ઇન્ડેક્સ રંગ ગણવામાં મદદ કરે છે અને Secchi ઊંડાઈ પાણીની સ્ફટિકતા માપે છે।
hi: 16. इसी प्रकार, TUI सूचकांक पानी की छवि कैप्चर करके सूचकांक रंग की गणना करता है और Secchi गहराई पानी की स्पष्टता को मापती है।

# closeButton
source: CLOSE
gu: બંધ કરો
hi: बंद करें

# app_title
source: Instructions to use NEER
gu: NEER ઉપયોગ સૂચનાઓ
hi: NEER उपयोग निर्देश

source: Chlorophyll
gu: ક્લોરોફિલ
